const List<String> exercisesNames = [
  'نعمت های الهی',
  'یادداشت شکرگذاری',
  'روابط خارق العاده',
  'تندرستی خارق العاده',
  'پول خارق العاده',
  'مثل معجزه',
  'روش اعجازآفرین',
  'مواد معجزه آسا',
  'جذب کننده ی پول',
  'گردمعجزه آسای شکرگذاری',
  'صبح خارق العاده',
  'افراد خارق العاده ی زندگی',
  'تحقق رویاها',
  'روزی خارق العاده',
  'التیام روابط',
  'شگفتی و اعجاز در تندرستی',
  'چک خارق العاده',
  'فهرست کارهای انجام دادنی',
  'گامهای شگفت انگیز',
  'اعجازقلب',
  'نتایج عالی',
  'درست مقابل چشمانت',
  'تنفس هوای اعجازآور',
  'عصای خارق العاده',
  'سرنخ معجزه',
  'تبدیل اشتباهات به مواهب الهی',
  'آیینه ی شگفت انگیز',
  'اعجازرا به یاد آور',
];

const String info =
    '''این برنامه براساس کتاب معجزه ی سپاس گذاری نوشته ی راندا برن ساخته شده است .در این برنامه برای ۲۸روز تمرین شکر گذاری وجود دارد.
این تمرینات طوری تنظیم شده است که از آن برای متحول کردن وضعیت سلامت،پول ،شغل و روابط خودت استفاده کنی.
شگرگذاری به راحتی بسامد ارتعاشی تو را بالا میبرد و برای جذب خواسته هایت به تو کمک میکند.
تمرینات به صورت روزانه و متوالی به مدت۲۸ روز است.تمرینات انقدر عالی و در عین حال ساده هستند که در اکثرا افراد بعد از انجام یک دوره ،شکرگذاری به صورت عادت همیشگی در می آید.اکثرا افراد بابت نعمت هایی که در زندگی شان دارند هیچ گاه خدا را شکر نمی کنند و از این موضوع اطلاعی ندارند که زمانی که خداوند را بابت نعمت هایش شکر کنند چه معجزه ای در زندگی شان اتفاق می افتد. بخاطر نعمت هایی که در زندگی تان دارید از خداوند سپاس گزار باشید حتی نعمت های کوچک .

در کتاب معجزه، راندا برن به شما نشان می دهد که چطور می توانید با شکرگزاری واقعی اعجاز را وارد زندگی خود کنید.

اگر در زندگی تان شکرگزاری را کمی تمرین کنید زندگی تان کمی تغییر می کند اگر هر روز تمرین کنید زندگی تان به شدت تغییر خواهد کرد. برای اینکه حالتان همیشه خوب باشد خدارو شکر کنید.این را بدانید باید در هر شرایطی که هستید این کار را انجام دهید یعنی چه در شرایط دشوار چه در شرایط آسان

نویسنده کتاب معجزه شکرگزاری راندا برن است  و تعداد صفحات این کتاب 260 صفحه می باشد. در این کتاب 28 روز تمرین شکرگزاری وجود دارد  که به گونه ای ویژه طراحی شده است تا به شما بیاموزد که چگونه نیروی قدر شناسی را به کار بگیرید و سلامت ،پول و شغل و روابط خود را بهبود بخشید و کاری کنید تا کوچکترین خواسته ها و بزرگترین آرزوهایتان به حقیقت بپیوندد

شما همچنین خواهید آموخت که چگونه مشکلات خود را حل کنید و هر گونه موقعیت منفی را تغییر دهید وقتی این دانش تغییر زندگی را می خوانید شیفته ی آن خواهید شد و اما این دانش بدون تمرین کردن آنچه که می آموزید از میان انگشتان تان لیز خواهد خورد و فرصتی که برای تغییر زندگی به دست  آوریده اید به راحتی از دست می رود برای آن که این اتفاق رخ ندهد باید در مدت 28 روز قدر شناسی را تمرین کنید.

تا بدین ترتیب دانش را تا ژرفای سلول ها و ضمیر ناخودآگاه خود ببرید تنها در این صورت است که زندگی شما به شکلی اساسی تغییر خواهد کرد این تمرین ها به گونه ای طراحی شده است که طی 28 روز پیاپی اجرا شوند این روند به شما اجازه می دهد که قدر شناسی را به روش زندگی تان تبدیل کنید.

تمرین قدرشناسی به صورت متمرکز در روزهای متمادی تضمین خواهد کرد که دگرگونی در زندگی شما رخ خواهد داد و البته به سرعت هر کدام از این تمرینات انباشته ای از آموزش های ناپیدا در خود نهفته دارد که دانش شما را به شدت افزایش می دهد در هر تمرین شما بیشتر و بیشتر خواهید آموخت که زندگی چگونه کار خواهد کرد و داشتن آن زندگی که در رویاتان پرورانده اید چه قدر ساده است.''';
