const List<String> exercisesNames = [
  'نعمت های الهی',
  'یادداشت شکرگذاری',
  'روابط خارق العاده',
  'تندرستی خارق العاده',
  'پول خارق العاده',
  'مثل معجزه',
  'روش اعجازآفرین',
  'مواد معجزه آسا',
  'جذب کننده ی پول',
  'گردمعجزه آسای شکرگذاری',
  'صبح خارق العاده',
  'افراد خارق العاده ی زندگی',
  'تحقق رویاها',
  'روزی خارق العاده',
  'التیام روابط',
  'شگفتی و اعجاز در تندرستی',
  'چک خارق العاده',
  'فهرست کارهای انجام دادنی',
  'گامهای شگفت انگیز',
  'اعجازقلب',
  'نتایج عالی',
  'درست مقابل چشمانت',
  'تنفس هوای اعجازآور',
  'عصای خارق العاده',
  'سرنخ معجزه',
  'تبدیل اشتباهات به مواهب الهی',
  'آیینه ی شگفت انگیز',
  'اعجازرا به یاد آور',
];

const String info = '''
به کتاب جادویی شکرگزاری خوش آمدی ✨

گاهی در میان شلوغی زندگی، آن‌قدر به چیزهایی که نداریم فکر می‌کنیم که فراموش می‌کنیم چه نعمت‌های ارزشمندی همین حالا در کنارمان هستند.

سلامتی، خانواده، دوستان، عشق، خانه، شغل، آرامش، یک لبخند، یک صبح تازه و حتی همین نفسی که همین حالا می‌کشی...

شکرگزاری یعنی برای لحظه‌ای مکث کنی و دوباره زیبایی‌های زندگی را ببینی.

این برنامه با الهام از کتاب «معجزه شکرگزاری» نوشته راندا برن طراحی شده است و تو را در یک سفر ۲۸ روزه همراهی می‌کند؛ سفری برای تمرین شکرگزاری، تغییر نگاه و کشف دوباره نعمت‌هایی که شاید مدت‌هاست آنها را نمی‌بینی.

در هر روز، یک تمرین تازه پیش روی تو قرار می‌گیرد.

تمرین‌هایی ساده اما عمیق که تو را به موضوعاتی مانند سلامتی، پول، شغل، روابط، خواسته‌ها، آرامش و داشته‌های زندگی‌ات متوجه می‌کنند.

قرار نیست فقط تمرین‌ها را بخوانی.

جادوی این مسیر زمانی آغاز می‌شود که آنها را انجام دهی؛ چند دقیقه از روزت را به خودت اختصاص دهی، مکث کنی، فکر کنی و واقعاً احساس شکرگزاری را تجربه کنی.

در طول این ۲۸ روز، تلاش کن هر روز تمرین همان روز را انجام دهی و تا جای ممکن آن را با احساس و حضور ذهن انجام بدهی.

لازم نیست زندگی‌ات همین امروز کامل و بی‌نقص باشد.

حتی در سخت‌ترین روزها، همیشه چیزی برای قدردانی وجود دارد.

گاهی یک تغییر بزرگ، از توجه به یک نعمت کوچک شروع می‌شود.

هر بار که خوبی‌های زندگی را می‌بینی، هر بار که برای چیزی شکر می‌کنی و هر بار که با قلبت می‌گویی «خدایا شکرت»، یک لحظه متفاوت برای خودت می‌سازی.

این ۲۸ روز را فرصتی برای خودت بدان.

فرصتی برای آرام‌تر شدن.
فرصتی برای دیدن چیزهایی که قبلاً نمی‌دیدی.
فرصتی برای قدردانی از آنچه داری.
و فرصتی برای نگاه کردن به زندگی از زاویه‌ای تازه.

به یاد داشته باش:

شکرگزاری به معنای نادیده گرفتن مشکلات نیست.

یعنی حتی وقتی همه چیز مطابق خواسته‌ات پیش نمی‌رود، هنوز بتوانی خوبی‌هایی را که در زندگی‌ات وجود دارند ببینی.

هر روز چند دقیقه برای این سفر وقت بگذار.

تمرین کن.
احساس کن.
قدردان باش.

و اجازه بده شکرگزاری کم‌کم از یک تمرین روزانه، به بخشی از زندگی تو تبدیل شود.

۲۸ روز.
۲۸ تمرین.
۲۸ قدم برای نزدیک‌تر شدن به یک نگاه تازه.

حالا صفحه اول کتاب جادویی‌ات را باز کن...

سفر تو از همین لحظه آغاز می‌شود. ✨

«خدایا شکرت.»
''';
