const List<String> exercises = [
  '''صبح که از خواب بیدار شدی به عنوان اولین کارت ،ده نعمتی که داری را بنویس.ده مورد ساده و قابل شکرگذاری(خانه ،خانواده ،آسمان،آفتاب،حواس پنجگانه ات،خواب خوبی که داشته ای و…).بعد که ده موردت تمام شد بگرد و همه ی موارد را دوباره با صدای بلند بخوان.در آخر هر مورد قابل شگرگذاری سه بار بگو خدایا شکرت و حال و هوای شکر گذاری را کاملا احساس کن.بعد سراغ مورد بعدی برو.
تمرین روز اول را به طور ثابت در ابتدای تمام۲۷روز بعدی تکرار کن.''',
  '''یک یادداشت شکر گذاری بنویس و در معرض دیدت قرار بده.یادداشتی که هر وقت اونو دیدی یادت بیفته شکرگذاری کنی.
شب قبل خواب، درمورد بهترین اتفاقی که امروز برات افتاده فکرکن و برای اون بهترین اتفاق صمیمانه خدارو شکر کن.''',
  '''سه نفر از آدمهای دوروبرت که میشناسی و به نوعی بهت کمک کردند رو انتخاب کن.کسانی که دوست داری ازشون تشکر کنی.فقط باید از اونها عکس داشته باشی.
چند خصوصیت خوبشون رو پیدا کن.مثل صبر و حوصله ،استعدادها،خنده،چشمها،مهربانی و…
بعد عکس آن شخص را جلوی خودت بگذار و پنج موردی که از آنها متشکری را بنویس.مثلا (اسم فرد)از تو بابت (…..)متشکرم.
سعی کن در طول روز سه بار به عکسها نگاه کنی و یادداشتت را بخوان.''',
  '''یک کاغذ بردار و روی آن با حروف درشت و خوانا بنویس
“موهبت تندرستی مرا زنده نگه داشته است”
دست کم در چهار فرصت ،آن جمله را خیلی آهسته بخوان و از بابت موهبت ارزشمند تندرستی،تا جایی که میتوانی حال و هوای شکرگذاری را احساس کن.''',
  '''به دوران کودکی ات فکر کن.تمام چیزهایی که بدون هیچ هزینه ای داشته ای را بنویس.لباسهایت ،کتابهایت مداد و پاک کن،غذاهایی که میخوردی .بعد آنها را آهسته بخوان و آخرش صمیمانه خدا رو شکر کن.
یک اسکناس بردار و با خط درشت روش بنویس
“خدایا تو را بابت تمام پولهایی که در تمام زندگی ام دریافت کرده ام شکر میکنم”
حداقل امروز سه بار این اسکناس را بردار جمله اش را بخوان و از صمیم قلب خدا را شکر کن.بعد از امروز این اسکناس را جایی بگذار که در معرض دیدت باشد.''',
  '''امروز سره کار مجسم کن رییسی نامرئی داری که دنبالت می آید و تو همه ی موارد قابل شکرگذاری را یادداشت میکنی و تا جایی که میتوانی حال و هوای شکر گذاری را احساس کن.مثلا همین که شغلی داری چون خیلی ها شغلی ندارند.تلفن ،اینترنت و چاپگری که داری،افرادی که با تو کار میکنند و رابطه ی دوستانه با آنها داری و….
اگر وظیفه ات نگهداری از فرزندان و نگهداری به امور خانه است به دنبال مواردی باش که بابت آنها خدا را شاکر هستی.
تا جایی که میتوانی موارد قابل شکرگذاری را پیدا کن.''',
  '''موردی منفی را که در زندگیت وجود دارد و میخواهی آنرا متحول کنی انتخاب کن و دنبال ده مورد قابل شکرگذاری در آن باش.مثلا اگر رابطه ات با پدرت خوب نیست بنویس از پدرم متشکرم که وقتی بچه بودم با من بازی میکرد یا از پدرم متشکرم که خیلی به من اهمیت میدهد ده مورد را کامل کن.
امروز حواست باشد که هیچ فکر منفی نکنی.اگر متوجه شدی فکر منفی شده فوری یک مورد مثبتش را به یاد بیاور و بگو اما من باید برای …..خدا را شکر کنم.''',
  '''امروز قبل از آنکه چیزی بخوری یا بنوشی در ذهنت یا با صدای بلند بگو خدایا شکرت.و بعد از آنکه آنرا در دهانت گذاشتی واقعا از طعم آن لذت ببر.''',
  '''قبض های پرداخت نشده ات را بردار عبارت اعجاز آفرین”خدایا از بابت پول متشکرم “را رویش بنویس.چه پول داشته باشی چه نداشته باشی حال و هوای شکر گذاری را کاملا احساس کن.
ده قبض  و قسط هایی را که پرداخت کرده ای بردار و روی هر کدام عبارت اعجاز آفرین “خدایا شکرت پرداخت شد”را بنویس.بابت پولی که برای پرداخت قبض داشتی واقعا حال و هوای شکر گذاری را احساس کن.''',
  '''امروز از ده نفری که به نوعی به تو کمک میکنند به طور ذهنی یا مستقیم تشکر کن و حال و هوای سپاسگذاری را احساس کن.مثلا از رانندگان تاکسی یا اتوبوس یا کارکنان محل کار خودت،ماموران راهنمایی رانندگی،پدر و مادرت،کارمند فروشگاه و….''',
  '''از لحظه ای که صبح چشمانت را باز میکنی تا زمانیکه آماده ی بیرون رفتن میشوی در ذهنت برای هر چیزی که به آن دست میزنی یا از آن استفاده میکنی بگو خدایا شکرت.برای خواب خوشی که داشتی.متکا و تختی که روی آن خوابیدی.دستشویی و حمام.مسواک و خمیر دندان و…''',
  ''' در طول روز یک جای آرام پیدا کن.سه نفر از افرادی که زندگیت را متحول کرده اند مشخص کن.بعد دلایل تشکرت از آنها را بنویس هر چه دلایل بیشتری بنویسی بهتر است.بعد با صدای بلند از آنها تشکر کن و دلایل سپاسگذاری ات را بگو.بعد از تمرین شادی و سروری فوق العاده را احساس میکنی.''',
  '''ده خواسته ی مهم ات را بنویس و رو به روی هر کدام سه بار بنویس خدایا شکرت انگار که از قبل به خواسته ات رسیده ای و کاملا احساس شکر گذاری کن.
با استفاده از قوه ی تخیلت برای هر خواسته به این سه سوال جواب بده و تا جایی که میتوانی جزئیات را بنویس.۱)وقتی به خواسته ات رسیدی چه احساسی داشتی.
۲)وقتی به خواسته ات رسیدی ،اولین کسی که به او گفتی چه کسی بود؟
۳)وقتی خواسته ات انجام شد اولین کاری که انجام دادی چه بود؟
آخر سر ،دوباره فهرست خواسته هایت را بخوان و عبارت معجزه ی آسای خدایا شکرت را بگو.''',
  '''صبح برنامه ی خودت را برای روز و شب خودت تا موقع خواب به طور ذهنی مرور کن.برای هر برنامه بگو خدایا شکرت که به بهترین وجه ممکن انجام شد.مجسم کن که در پایان روز ،خدایا شکرت را میگویی و بی نهایت خدا را شاکر هستی.''',
  '''اگر روابطی دشوار داری،یا به هر دلیل از کسی دلخوری و دلت میخواهد آن روابط را بهبود ببخشی  آن مورد را انتخاب کن.در این تمرین اصلا مهم نیست طرف چه بلایی سرت آورده به تو چه گفته و چه کارهایی برایت نکرده است.بنشین و ده مورد که میتوانی از آن شخص شکرگذار باشی را به صورت زیر بنویس.
(اسم فرد) از تو بابت …..متشکرم.حداقل ده مورد را کامل کن.
در آینده اگر رابطه ای پرچالش داشتی ،یادت باشد فوری این تمرین را انجام دهی.''',
  '''مرحله ی یک:به سلامت کامل دوران کودکی، نوجوانی و جوانی ات فکر کن.زمان هایی را که احساس میکردی بسیار شاد و پرانرژی هستی به یاد بیاور و شکر گذاری صادقانه را احساس کن.سه دوره ی متفاوت را به یاد بیاور.
مرحله ی دوم:به سلامتی ای که همین الان داری فکر کن.پنج عملکرد بدنت را که سالم و عالی هستند در نظر بیاور و برای تک تکشان خدا رو شکر کن.
مرحله ی سوم:یک مورد را که دلت میخواهد در جسمت بهتر شود انتخاب کن.مدت یک دقیقه به تجسم خودت در آن وضعیت مطلوب جسمانی مشغول شو.بعد خدا را برای این وضعیت آرمانی شکر کن.''',
  '''یک چک را با مبلغ پولی که دلت میخواهد دریافت کنی همراه با اسم و تاریخ ،پر کن.چک را در دست بگیر و مجسم کن که چیزی که برای آن پول میخاستی ،داری میخری.بعد حال و هوای شکرگذاری را احساس کن.طوری که انگار به خواسته ات رسیده ای.امروز چک را همراه خودت داشته باش و دست کم دو سه بار چک را در دست بگیر و حال و هوای خرید آنچه میخاستی را کاملا احساس کن.انگار که واقعا در حال انجام آن کار هستی.در پایان روز این چک را جایی بگذار که جلوی چشمت باشد.وقتی این پول را بدست آوردی چک دیگری بنویس و مراحل بالا را تکرار کن.''',
  '''مهمترین کارهایی را که دوست داری انجام دهی یا حل و فصل شود بنویس و اسم آنرا “فهرست اعجاز آمیز کارهای انجام دادنی” بگذار.میتوانی از جزئی ترین کارهایت یا کارهایی که وقت انجام دادنشان را نداری یا کارهای مهم ات در این فهرست بنویسی.وقتی فهرستت تمام شد سه مورد مهم اش را انتخاب کن .برای هر کدام به طور جداگانه به مدت یک دقیقه مجسم کن که انجام شده است و حال و هوای شکر گذاری را بسیار احساس کن.''',
  '''تمرین امروز بسیار راحت و در عین حال بسیار عالی و فوق العاده ارتعاش تورا به سمت شادی و رضایت میبرد.حدود یک دقیقه و نیم ، از زمانی که در حال قدم زدن هستی،عبارت اعجاز آفرین خدایا شکرت را با هر گامی که برمیداری بگو.وقتی تمرین ات تمام شد حدود صدبار گفته ای خدایا شکرت.!!!''',
  '''این تمرین طوری تنظیم شده است که به گونه ای قدرتمند، عمق احساس شکرگذاری تو را زیاد کند آن هم با تمرکز ذهنی بر ناحیه ی قلبت.حواس و ذهنت را متوجه ناحیه ی قلبت کن و زمانی که ذهنت بر قلبت متمرکز شد عبارت خدایا شکرت را بگو.میتوانی دستت را روی ناحیه ی قلبت بگذاری و بگویی خدایا شکرت.
خواسته های برجسته ات را بنویس.آنها را به نوبت بخوان بعد چشمانت را ببند و بر قلبت تمرکز کن  و به آهستگی بگو خدایا شکرت.
هر قدر عمق احساست بیشتر باشد وفور نعمت بیشتر است.شکرگذاری احساسات را عمیق تر میکند.''',
  '''اگر خواستار نتیجه ای عالی در هر کاری که انجام میدهی هستی پس باید از قانونی استفاده کنی.قانون جذب.تمرین نتایج عالی ، یعنی شکرگذاری ،قبل انجام کاری که دلت میخواهد به خوبی پیش برود.صبح سه مورد که برایت مهم است که خوب پیش برود انتخاب کن و آنها را به این صورت بنویس.”خدایا تو را بابت نتیجه ی عالی و شگفت انگیز … شکر میکنم.”
میتوانی برای نتیجه ی عالی ورزش روزانه ات،تماس تلفنی،جلسه ی کاری،هدیه ی تولد،بازسازی شرکت و… خدا را شکر کنی.در آینده هر وقت در موقعیتی بودی که امید بازدهی عالی داری از قدرت شکرگذاری نتایج عالی استفاده کن.''',
  '''امروز فهرست خواسته هایت را همراه داشته باش.حداقل دوبار در روز آنها را تک تک بخوان و احساس کن که انگار به تک تک آنها رسیده ای.تا جایی که میتوانی شکرگذاری کن.
اگر میخواهی سریعتر به خواسته هایت برسی از امروز به بعد فهرست خواسته هایت را در کیف ات بگذار و هر موقع فرصتی پیدا کردی آنرا باز کن و همه ش را بخوان و تا جایی که امکان دارد حال و هوای شکرگذاری را احساس کن.''',
  '''امروز در طول روز حداقل پنج بار آگاهانه نفس بکش.هوایی که با دم به ریه هایت میرود و لذت بازدم را احساس کن.هوایی که در بدنت جا به جا میشود را احساس کن.هر دفعه پنج بار نفس بکش و بگو “خدایا تورا بابت هوای اعجاز آمیزی که تنفس میکنم شکر میکنم.تا جایی که میتوانی بابت هوای زندگی بخش ،خدا را شکر کن.''',
  '''وقتی انرژی شکرگذاری را به سمت نیازهای فرد دیگر هدایت میکنی انرژی در همان جا جاری میشود.
اگر عضوی از اعضای خانواده دوستی یا کسی که به او اهمیت میدهی فاقد سلامت جسمانی است از لحاظ مالی در سختی است یا از مشکل روحی رنج میبرد میتوانی با استفاده از نیروی نامرئی شکرگذاری به او در زمینه ی سلامتی ،ثروت و شادمانی کمک کنی.برای استفاده از عصای شکرگذاریت برای سلامت فرد دیگر،مجسم کن آن فرد کاملا شفا یافته است و در خوشحالی از شنیدن خبر سلامتی او بگو خدایا شکرت.

مجسم کن آن فرد خودش به تو زنگ زده و خبر سلامتی اش را میدهد.واکنش خودت را ببین و آن را احساس کن و کاملا حال و هوای شکرگذاری داشته باش.اگر یکی از آشنایانت ، دوران سختی را سپری میکند اما نمیدانی به چه چیز نیاز دارد،با شکرگذاری برای خوشحالیه او یا زندگی توام با سلامت،ثروت و شادی او ، عصای خارق العاده ات را تکان بده.امروز سه نفر را که به آنها اهمیت میدهی و به تندرستی ، پول یا شادی یا هر سه ی اینها نیازمند  است را انتخاب کن.عکسی از آنها بیاور.هر بار با یک فرد شروع کن.عکس او را در دست بگیر ،چشمانت را ببند و  مجسم کن که وضع سلامت ،ثروت و شادی آن فرد ،کاملا رو به راه شده .چشمانت را باز کن و بگو خدایا شکرت.و شکرگذاری را تا جای ممکن احساس کن.''',
  '''امروز حواست باشد که کائنات میخواهد با نشانه ها و سرنخ هایی به تو در رسیدن به خواسته هایت کمک کن.تا سرنخ ها را دیدی بگو خدایا شکرت.مثلا اگر میخواهی وزنت را کم کنی با دیدن شخصی با وزن ایده ال ، خدا را برای وزن دلخواهت شکر کن.یا اگر صدای آمبولانس شنیدی خدا را برای سلامتی ات شکر کن.حداقل هفت مورد را پیدا کن و از بابت آنها خدا را شکر کن.''',
  '''یک اشتباه را که در زندگیت مرتکب شدی انتخاب کن.ده فایده ای را که این اشتباه برای تو در زندگی داشته است را بنویس.

از خودت بپرس از این اشتباه چه درسی گرفته ام؟موارد خوب ناشی از اشتباهم چیست؟''',
  '''جلوی آینه بایست و مستقیما به خودت نگاه کن و با صدای بلند و از صمیم قلب بگو خدایا شکرت.بابت کسی که هستی خدا را شکر کن.سه مورد را در مورد خودت که بابت آنها شکر گذاری بگو.وقتی قدردان باشی اگر خطایی مرتکب شوی خود را ملامت نمیکنی.از خودت عیب و ایراد نمیگیری .وقتی خدا را بابت همین که هستی شکر کنی شاد خواهی بود و مغناطیسی میشوی تا هر جا بروی و هر کاری بکنی ،افراد شاد و موقعیتهای خوب تو را احاطه میکنند.''',
  '''تمرین معجزه آسای امروز ،قدرتمندترین تمرین است.از صبح که بیدار شدی شروع کن به مرور دیروزت.دیروز چه اتفاق خوبی افتاد؟میتواند مواردی مهم یا پیش پا افتاده باشد.اندازه ی مواهب مهم نیست .مهم این است که چقدر دلیل برای شکرگذاری پیدا کنی و چقدر احساس سپاسگذاریت زیاد شود.آنها را با صدای بلند یا به طور ذهنی ادا کن و دلیل سپاسگذاریت را بگو.همانطور که آنها را به یاد می آوری در ذهنت خدا را شکر کن.بعد از امروز هر وقت دلت خواست این تمرین معجزه آسا را انجام بده.''',
];
